import React from "react";
import './template-page-text.css';

const ConfidentText = ({data}) => {
    
    const {number, day, month, year, 
        name_organ, address_organ, name_1, name_2, 
        address_1, address_doc_1, address_2, address_doc_2,
        pasport_num_2, pasport_from_2, pasport_regist_2
    } = data;
    
    return (
<div className='confident'>
    <smal>
<p>&nbsp;</p>
<p>СОГЛАШЕНИЕ О КОНФИДЕНЦИАЛЬНОСТИ</p>
<p>&nbsp;</p>
<p>г. Москва 2014 г.</p>
<p>&nbsp;</p>
<table width="827">
</table>
<p>с одной стороны, и Открытое акционерное общество &laquo;Зарубежнефть&raquo; <br /> </p>
<table width="827">
<tbody>
<tr>
<td width="284">
<p>(ОАО &laquo;Зарубежнефть) в лице</p>
</td>
<td width="516">
<p>Генерального директора Кудряшова Сергея Ивановича</p>
</td>
<td width="28">
<p>,</p>
</td>
</tr>
<tr>
<td width="284">
<p>действующего на основании</p>
</td>
<td width="516">
<p>Устава</p>
</td>
<td width="28">
<p>,</p>
</td>
</tr>
</tbody>
</table>
<p>
    с другой стороны, именуемые в дальнейшем &laquo;Стороны&raquo;, 
    по отдельности &ndash; &laquo;Сторона&raquo;, 
    заключили в рамках Договора №_____ от _____________ на выполнение работ 
    по созданию и внедрению электронной торговой площадки 
    в ООО &laquo;Оптима Группа&raquo; 
    настоящее Соглашение о конфиденциальности (далее &ndash; Соглашение) о нижеследующем:
    </p>
<p>&nbsp;</p>
<table width="827">
<tbody>
<tr>
<td width="254">
<ol start="1">
<li> Стороны в целях</li>
</ol>
</td>
<td width="545">
<p>исполнения предмета заключенного Сторонами Договора</p>
</td>
<td width="28">
<p>&nbsp;</p>
</td>
</tr>
</tbody>
</table>
<p>принимают на себя обязательства по предоставлению друг другу и неразглашению Информации, составляющей коммерческую тайну, и Конфиденциальной информации, в соответствии с условиями настоящего Соглашения.</p>
<ol start="2">
<li>Термины, применяемые в настоящем Соглашении, означают следующее:</li>
</ol>        
<p><strong>Коммерческая тайна</strong> &ndash; режим конфиденциальности информации, позволяющий ее обладателю при существующих или возможных обстоятельствах увеличить доходы, избежать неоправданных расходов, сохранить положение на рынке товаров, работ, услуг или получить иную коммерческую выгоду.</p>
<p><strong>Информация, составляющая Коммерческую тайну</strong> (секрет производства) &ndash; сведения любого характера (производственные, технические, экономические, организационные и другие), в том числе&nbsp; о результатах интеллектуальной деятельности в научно-технической сфере, а также сведения о способах осуществления профессиональной деятельности, которые имеют действительную или потенциальную коммерческую ценность в силу неизвестности ее третьим лицам, к которым у третьих лиц нет свободного доступа на законном основании и в отношении которых обладателем таких сведений введен режим Коммерческой тайны.</p>
<p><strong>Конфиденциальная информация </strong>&ndash; означает любую финансовую, экономическую, производственную, техническую и другую информацию, имеющую отношение к целям, определенным в п.1 .настоящего Соглашения, предоставленную Передающей Стороной Получателю (как определено в п.п. 3.5, 3.6 настоящего Соглашения) в материальной форме (печатные документы, информация на магнитных носителях или в электронном виде и др.), и которая определена как конфиденциальная Стороной, предоставляющей такую информацию.</p>
<p><strong>Конфиденциальность информации</strong> &ndash; обязательное для выполнения лицом, получившим доступ к определенной информации, требование не передавать такую информацию третьим лицам без согласия ее обладателя.</p>
<p><strong>Носители информации</strong> &ndash; материальные объекты, в которых Информация, составляющая Коммерческую тайну, находит свое отображение в виде символов, технических решений и процессов.</p>
<p><strong>Гриф конфиденциальности</strong> &ndash; реквизиты, свидетельствующие о конфиденциальности Информации, составляющей Коммерческую тайну или Конфиденциальной информации, наносимые на Носитель информации и (или) содержащиеся в сопроводительной документации:</p>
<ul>
<li><strong>&laquo;Коммерческая тайна&raquo;</strong> &ndash; гриф конфиденциальности для документов, содержащих информацию, составляющую коммерческую тайну;</li>
<li><strong>&laquo;Конфиденциально&raquo; </strong>&ndash; гриф конфиденциальности для документов, содержащих конфиденциальную информацию.</li>
</ul>
<p>Под грифом указывается полное наименование и адрес юридического лица &ndash; собственника Информации, составляющей Коммерческую тайну или Конфиденциальной информации.</p>
<p><strong>Передача Информации</strong>, составляющей коммерческую тайну и/или Конфиденциальной информации &ndash; передача зафиксированной на материальном носителе Информацией, составляющей Коммерческую тайну и/или Конфиденциальной информацией ее обладателем контрагенту при условии сохранения конфиденциальности этой информации.</p>
<p><strong>Доступ к Информации</strong>, составляющей коммерческую тайну и/или Конфиденциальной информации &ndash; ознакомление определенных лиц с Информацией, составляющей Коммерческую тайну и/или Конфиденциальной информацией с согласия ее обладателя или на ином законном основании (в т.ч. в ходе переговоров между Сторонами) при условии сохранения конфиденциальности этой информации.</p>
<p><strong>Разглашение Информации, составляющей Коммерческую тайну и/или Конфиденциальной информации (далее &ndash; Информация)</strong> &ndash; действие или бездействие, в результате которых Информация в любой возможной форме (устной, письменной, иной форме, в том числе с использованием технических средств) становится известной третьим лицам без согласия обладателя такой Информации.</p>
<ol start="3">
<li>В целях исполнения предмета настоящего Соглашения Стороны обязуются:</li>
</ol>
<p>3.1. Передавать Информацию по предварительным письменным запросам Сторон и оформлять факт передачи Актом приема-передачи, подписываемым их уполномоченными представителями. В случае получения Доступа к Информации, факт ознакомления с Информацией фиксировать путем подписания представителями Сторон соответствующего протокола, с указанием характера Информации, ее объема, формата и других идентификационных признаков.</p>
<p>В разумные сроки уведомлять друг друга в письменной форме о лицах, уполномоченных на прием и передачу Информации.</p>
<p>3.2. Осуществлять передачу Информации ценными (заказными) почтовыми отправлениями с получением подтверждения факта получения почтового сообщения или курьерами Сторон (с возможностью привлечения организаций, оказывающих курьерские услуги) при предоставлении/получении реестра приема-передачи с отметкой Стороны, подтверждающей факт получения Информации.</p>
<p>3.3. Не передавать друг другу Информацию по незащищенным каналам связи (с использованием факсимильной связи, сетей Интернет, Интранет) без принятия мер, обеспечивающих ее защиту.</p>
<p>3.4. Осуществлять защиту Информации, обеспечивающую ее сохранность (неразглашение).</p>
<p>3.5. Использовать Информацию строго в целях, указанных в п.1 настоящего Соглашения. При этом не осуществлять без предварительного письменного согласия Стороны, передавшей Информацию (далее &ndash; Передающая сторона), продажу информации, ее обмен, опубликование либо разглашение иным способом, в том числе посредством ксерокопирования, воспроизведения или с использованием электронных носителей.</p>
<p>3.6. Сторона, получившая Информацию (далее &ndash; Получатель) не будет иметь обязательств по данному Соглашению в отношении Информации, полученной от Передающей Стороны, и Информация не будет считаться конфиденциальной, если:</p>
<p>а) Информация была известна Получателю до даты получения Информации от Передающей стороны;</p>
<p>б) Информация стала достоянием общественности на дату её раскрытия не по вине Получателя;</p>
<p>в) Информация должна быть раскрыта в соответствии с действующим законодательством, или по распоряжению, указу, постановлению или предписанию государственных органов (при условии, если Получатель, в пределах, установленных законодательством,&nbsp; приложит все усилия к оповещению Передающей стороны путем направления письменного извещения, до момента передачи указанной Информации);</p>
<p>г) Информация получена от третьей стороны, обладающей правом распространения на момент ее раскрытия третьей стороной Получателю;</p>
<p>д) Информация появилась у Получателя на основе ее наблюдений/исследований без использования Информации, предоставленной Передающей Стороной.</p>
<p>3.6.1. Получатель может раскрывать Информацию без предварительного письменного согласия Передающей стороны следующим лицам только в целях, указанных в п.&nbsp;1 настоящего Соглашения, при условии, что Получатель обеспечит соблюдение ими конфиденциальности в отношении такой Информации:</p>
<p>а) сотрудникам, должностным лицам, руководителям Получателя;</p>
<p>б) Аффилированным лицам Получателя;</p>
<p>в) любым профессиональным консультантам или агентам, нанятым Получателем, в том числе для оценки Информации.</p>
<p>&laquo;Аффилированным лицом&raquo; считается юридическое лицо, которое:</p>
<ul>
<li>прямо или косвенно контролирует Получателя, или</li>
<li>прямо или косвенно находится под контролем Получателя, или</li>
<li>прямо или косвенно контролируется юридическим лицом, которое прямо или косвенно контролирует Получателя или контролируется Получателем.</li>
</ul>
<p>&laquo;Контроль&raquo; означает право владения прямо или косвенно более чем 50 процентами акций, долей или прав голоса в уставном капитале юридического лица.</p>
<p>3.6.2. Перед тем, как предоставить информацию лицам, указанным в подпункте (а) пункта 3.6.1, Получатель письменно предупредит таких лиц о требованиях в отношении такой Информации и о запрете на ее раскрытие третьим лицам. Перед тем как предоставить Информацию лицам, указанным в подпункте (б) и (в) пункта 3.6.1, Получающая&nbsp; сторона должна заключить с такими лицами соглашение о защите Информации или включить положения, направленные на защиту Информации, в договоры с такими лицами.</p>
<p>3.6.3. В том случае, если какое-либо Аффилированное лицо Получателя, которому была раскрыта Информация в соответствии с положениями настоящего Соглашения, перестанет быть его Аффилированным лицом, Получатель обязуется вернуть себе или Передающей стороне любую информацию, материалы и записи, относящиеся к раскрытой таким образом Информации, на каких бы то ни было носителях, до того, как любая такая Аффилированное лицо перестанет являться таковой, а также обеспечить уничтожение таким Аффилированным лицом всех записей и копий, относящихся к раскрытой Информации, на каких бы то ни было носителях.</p>
<p>3.7.&nbsp;Обращаться с Информацией и ее носителями в соответствии с требованиями локальных нормативных актов Сторон и не допускать разглашения Информации.</p>
<p>3.8. Незамедлительно информировать друг друга о случаях разглашения Информации, организовать расследование этих фактов.</p>
<p>При проведении расследования фактов разглашения Информации Стороны, по взаимному соглашению, вправе направлять друг другу специалистов в области защиты информации. Оплата расходов, связанных с командированием таких специалистов, производится Стороной, допустившей разглашение Информации.</p>
<ol start="4">
<li>Передающая Сторона остается собственником переданной Информации. Передающая Сторона вправе потребовать от Получателя вернуть ей любую Информацию, в любое время, направив Получателю уведомление в письменной форме. В течение 15 дней после получения такого уведомления, а так же, незамедлительно по окончании срока действия настоящего Соглашения, Получатель должен вернуть все оригиналы Информации и уничтожить все ее копии и воспроизведения в любой форме, имеющиеся в его распоряжении, а также в распоряжении лиц, которым он передал с соблюдением условий настоящего Соглашения такую Информацию, кроме случаев, когда Получатель в соответствии с применимым законодательством обязан хранить одну копию Информации, полученной от Передающей Стороны для осуществления договорной деятельности.</li>
</ol>
<p>Права и обязанности Сторон по настоящему Соглашению в случае реорганизации какой-либо из Сторон переходят к соответствующему правопреемнику (правопреемникам). В случае ликвидации какой-либо Стороны такая Сторона должна до завершения ликвидации обеспечить возврат Передающей Стороне всех оригиналов и уничтожение всех и любых копий носителей с Информацией, переданной Передающей Стороной.</p>
<ol start="5">
<li>Получатель несет ответственность перед Передающей стороной в соответствии с законодательством Российской Федерации и настоящим Соглашением в случае нарушения условий настоящего Соглашения, в том числе любым лицом, которому эта информация была передана Получателем в соответствии с пунктом 3.6.1 настоящего Соглашения.</li>
</ol>
<p>В случае нарушения Получателем своих обязательств Передающая сторона вправе принимать меры, направленные на защиту своих прав в соответствии с законодательством Российской Федерации.&nbsp;</p>
<ol start="6">
<li>Все споры и разногласия, которые могут возникнуть между Сторонами в связи с настоящим Соглашением, будут по возможности разрешаться путем переговоров между Сторонами. При невозможности урегулирования споров путем переговоров в разумные сроки такие споры, по требованию любой из сторон, передаются для окончательного разрешения в Арбитражный суд г. Москвы</li>
</ol>
<p>Настоящее Соглашение толкуется и регулируется в соответствии с законодательством Российской Федерации.</p>
<ol start="7">
<li>Любые поправки, изменения и дополнения к настоящему Соглашению имеют силу только в том случае, если они составлены в письменном виде и подписаны должным образом уполномоченными представителями каждой из Сторон.</li>
<li>Настоящее Соглашение вступает в силу с даты его подписания Сторонами и <br /> </li>
</ol>
<p>действует до исполнения обязательств по заключенному Сторонами Договору, а в части сохранения конфиденциальности информации в течение трех лет после окончания срока действия Договора.</p>
<ol start="9">
<li>Настоящее Соглашение подписано в двух экземплярах, имеющих одинаковую юридическую силу, по одному экземпляру для каждой из Сторон.</li>
</ol>
<p><strong>РЕКВИЗИТЫ И ПОДПИСИ СТОРОН</strong></p>
<p>&nbsp;</p>
<table width="806">
<tbody>
<tr>
<td colspan="5" width="406">
<p><strong>ОАО &laquo;Зарубежнефть&raquo;</strong></p>
</td>
<td width="35">
<p>&nbsp;</p>
</td>
<td colspan="4" width="363">
<p><strong>&nbsp;</strong></p>
</td>
<td width="3">
<p>&nbsp;</p>
</td>
</tr>
<tr>
<td colspan="5" width="406">
<p>&nbsp;</p>
</td>
<td width="35">
<p>&nbsp;</p>
</td>
<td colspan="4" width="363">
<p>&nbsp;</p>
</td>
<td width="3">
<p>&nbsp;</p>
</td>
</tr>
<tr>
<td colspan="5" width="406">
<p>Российская Федерация, 101990,&nbsp;</p>
<p>г.Москва, Армянский переулок,</p>
<p>д.9/1/1, строение 1</p>
<p>ИНН 7701350084, КПП 774850001,</p>
<p>БИК 044525545</p>
<p>Банковские реквизиты:</p>
<p>ЗАО ЮниКредитБанк г.Москва</p>
<p>Расчетный счет</p>
<p>№40702810100010546953</p>
<p>Корреспондентский счет</p>
<p>№30101810300000000545</p>
</td>
<td width="35">
<p>&nbsp;</p>
</td>
<td colspan="4" width="363">
<p>&nbsp;</p>
</td>
<td width="3">
<p>&nbsp;</p>
</td>
</tr>
<tr>
<td colspan="5" width="406">
<p>&nbsp;</p>
</td>
<td width="35">
<p>&nbsp;</p>
</td>
<td colspan="4" width="363">
<p>&nbsp;</p>
</td>
<td width="3">
<p>&nbsp;</p>
</td>
</tr>
<tr>
<td colspan="5" width="406">
<p>Генеральный директор</p>
</td>
<td width="35">
<p>&nbsp;</p>
</td>
<td colspan="4" width="363">
<p>&nbsp;</p>
</td>
<td width="3">
<p>&nbsp;</p>
</td>
</tr>
<tr>
<td colspan="5" width="406">
<p><sup>(наименование должности)</sup></p>
</td>
<td width="35">
<p><sup>&nbsp;</sup></p>
</td>
<td colspan="4" width="363">
<p><sup>(</sup><sup>наименование должности</sup><sup>)</sup></p>
</td>
<td width="3">
<p>&nbsp;</p>
</td>
</tr>
<tr>
<td colspan="5" width="406">
<p>&nbsp;</p>
</td>
<td width="35">
<p>&nbsp;</p>
</td>
<td colspan="4" width="363">
<p>&nbsp;</p>
</td>
<td width="3">
<p>&nbsp;</p>
</td>
</tr>
<tr>
<td width="161">
<p>&nbsp;</p>
</td>
<td width="8">
<p>/</p>
</td>
<td width="227">
<p>Кудряшов С.И.</p>
</td>
<td width="8">
<p>/</p>
</td>
<td colspan="2" width="37">
<p>&nbsp;</p>
</td>
<td width="146">
<p>&nbsp;</p>
</td>
<td width="8">
<p>/</p>
</td>
<td width="203">
<p>&nbsp;</p>
</td>
<td colspan="2" width="8">
<p>/</p>
</td>
</tr>
<tr>
<td width="161">
<p><sup>(подпись)</sup></p>
</td>
<td width="8">
<p><sup>&nbsp;</sup></p>
</td>
<td width="227">
<p><sup>(ФИО)</sup></p>
</td>
<td width="8">
<p><sup>&nbsp;</sup></p>
</td>
<td colspan="2" width="37">
<p><sup>&nbsp;</sup></p>
</td>
<td width="146">
<p><sup>(подпись)</sup></p>
</td>
<td width="8">
<p><sup>&nbsp;</sup></p>
</td>
<td width="203">
<p><sup>(ФИО)</sup></p>
</td>
<td colspan="2" width="8">
<p><sup>&nbsp;</sup></p>
</td>
</tr>
<tr>
<td width="161">&nbsp;</td>
<td width="8">&nbsp;</td>
<td width="227">&nbsp;</td>
<td width="8">&nbsp;</td>
<td width="2">&nbsp;</td>
<td width="35">&nbsp;</td>
<td width="146">&nbsp;</td>
<td width="8">&nbsp;</td>
<td width="203">&nbsp;</td>
<td width="6">&nbsp;</td>
<td width="3">&nbsp;</td>
</tr>
</tbody>
</table>
<p>&nbsp;</p>
<smal></smal></smal>
</div>

    )
}
export default ConfidentText; 