import React from "react";

const ContractPOText = ({data}) => {
    const {number, day, month, year, name_organ, address_organ, name_1, name_2, address_1, address_doc_1, address_2, address_doc_2, pasport_num_2, pasport_from_2, pasport_regist_2} = data;

    return (
        <div>
        <p>
        ДОГОВОР N {number}

НА РАЗРАБОТКУ ПРОГРАММНОГО ОБЕСПЕЧЕНИЯ

 

г.____________ {day} {month} {year} г.
 

 

____________________ в лице __________________, действующего на основании ______________, именуемое в дальнейшем "Заказчик", с одной стороны и ______________________________ в лице _____________________________________ действующего на основании ___________ ________________________, именуем_____ в дальнейшем "Исполнитель", с другой стороны, заключили настоящий договор о нижеследующем:

 

1. Предмет договора

 

1.1. В соответствии с условиями настоящего Договора Исполнитель на основании заказов Заказчика разрабатывает программное обеспечение (далее - ПО) и предоставляет Заказчику исключительные права на использование этого ПО в любой форме и любым способом, а Заказчик обязуется оплачивать разработку ПО в порядке и на условиях, предусмотренных настоящим Договором.

1.2. Исполнитель обязуется для Заказчика в сроки, обусловленные настоящим договором, разработать за плату ПО в соответствии с техническим заданием на разработку ПО, отраженным в                       Приложении № 1 к настоящему Договору, являющемся неотъемлемой частью настоящего Договора.

1.3. Условия разработки ПО, а именно этапы разработки ПО, а также стоимость разработки ПО, в том числе и поэтапно, определяются в Приложении № 2 к настоящему Договору, являющемся неотъемлемой частью настоящего Договора.

 

2. Обязанности сторон.

 

2.1. Заказчик обязуется:

2.1.1. Вместе с Заказом на разработку ПО передавать Исполнителю четко сформулированное Техническое задание, в котором указывать, в частности, требования к разрабатываемому ПО, цели разработки данного ПО и другую информацию, необходимую Исполнителю для разработки ПО.

2.1.2. Оплачивать разработку ПО в соответствии с условиями настоящего Договора.

2.1.3. Своевременно согласовывать с Исполнителем изменения содержания Технического задания.

2.1.4. Соблюдать личные неимущественные права на ПО.

2.1.5. Определить ответственное лицо для взаимодействия с Исполнителем по вопросам, касающимся разработки Программы;

2.1.6. Предоставить Исполнителю всю необходимую для разработки ПО информацию;

2.1.7. Не разглашать третьим лицам коммерческую, финансовую, техническую и иную информацию, ставшую известной в ходе реализации настоящего Договора.

 

2.2. Исполнитель обязуется:

2.2.1. Разрабатывать ПО для Заказчика в соответствии с настоящим Договором в сроки, согласованные дополнительными соглашениями в каждом конкретном случае.

2.2.2. Информировать Заказчика в разумный срок обо всех обстоятельствах, влияющих на изменение срока разработки ПО.

2.2.3. По требованию Заказчика информировать его о ходе разработки ПО.

2.2.4. Не разглашать третьим лицам коммерческую, финансовую, техническую и иную информацию, ставшую известной в ходе реализации настоящего Договора.

 

3. Порядок разработки ПО

 

3.1. Разработка каждого конкретного наименования ПО производится Исполнителем на основании соответствующего заказа Заказчика с приложенным к нему Техническим заданием.

3.2. Если во время создания ПО возникает необходимость внести какие-либо изменения в задание или другие изменения в условия Договора, то такие изменения оформляются письменным соглашением Сторон.

3.3. По завершении работ и/или отдельного этапа работ Исполнитель предоставляет Заказчику исходный текст и объектный код ПО (в том числе его части) на оптическом диске или посредством сети связи с сопутствующей технической документацией и руководствами по использованию. 

3.4. Заказчик не позднее двух дней с момента извещения Исполнителем о готовности ПО обязуется принять и протестировать представленное Исполнителем ПО.

3.5 После принятия Заказчиком решения о соответствии ПО требования задания Стороны составляют акт сдачи-приемки выполненных работ. В случае мотивированного отказа Заказчика подписать акт сдачи-приемки Сторонами составляется двусторонний акт с указанием необходимых доработок и сроков их выполнения.

 

4. Условия оплаты

 

4.1. Стоимость разработки ПО, подлежащая уплате Заказчиком Исполнителю составляет _________________  (_____________________________________________________) и определяется в Приложении № 2 к настоящему договору.

4.2. Заказчик оплачивает стоимость разработки ПО, являющейся предметом настоящего договора путем перечисления денежных средств на расчетный счет Исполнителя или наличными денежными средствами.

4.3. Разработка ПО оплачивается Заказчиком в течение _________ дней после подписания акта сдачи-приемки выполненных работ.
 

5. Права на ПО

 

5.1. Исключительные права по использованию ПО в целом и любой его части принадлежат Заказчику с момента создания ПО либо его соответствующей части.

5.2. Исполнитель не имеет права использовать ПО (его исходный текст либо объектный код) в целом и любую его часть кроме как для создания другого ПО Заказчика.

5.3. Личные неимущественные права на ПО принадлежат физическим лицам, трудом которых ПО создано.

 

6. Срок действия договора

 

6.1. Настоящий Договор вступает в силу с момента подписания и действует до полного исполнения Сторонами своих обязательств по Договору.

6.2. Настоящий Договор может быть расторгнут досрочно:

6.2.1. По письменному соглашению Сторон.

6.2.2. В одностороннем порядке при отказе одной из Сторон от настоящего Договора в случаях, когда возможность такого отказа предусмотрена законом или настоящим Договором.

6.2.3. В иных случаях, предусмотренных законом или соглашением сторон.

 

7. Ответственность сторон

 

7.1. За неисполнение или ненадлежащее исполнение обязательств по настоящему Договору каждая из сторон несет ответственность в размере причиненных другой стороне убытков.

7.2. В случае несвоевременной оплаты выполненных работ Заказчиком, Заказчик уплачивает Исполнителю пеню в размере _________% от невыплаченной суммы за каждый день просрочки

7.3. В случае нарушения сроков выполнения работ и передачи программного обеспечения Заказчику Исполнитель уплачивает Заказчику пеню в размере _____% от стоимости невыполненной своевременно работы.

7.4. Сторона, допустившая неисполнение либо ненадлежащее исполнение обязательств по настоящему Договору освобождается от ответственности, если докажет, что такое неисполнение либо ненадлежащее исполнение было вызвано обстоятельствами непреодолимой силы, то есть чрезвычайными и непредотвратимыми при данных условиях обстоятельствами.

7.5.  Во всех других случаях неисполнения обязательств по Договору Стороны несут ответственность в соответствии с действующим законодательством Республики Беларусь.

 

8. Форс-мажорные обстоятельства

 

8.1. Стороны освобождаются от ответственности за неисполнение или ненадлежащее исполнение своих обязательств по настоящему Договору, если причиной такого неисполнения являются обстоятельства непреодолимой силы (форс-мажор): землетрясения, наводнения, другие стихийные бедствия, массовые беспорядки, забастовки, другие обстоятельства чрезвычайного характера, которые Стороны не могли предвидеть или предотвратить.

8.2. Сторона, ссылающаяся на обстоятельства непреодолимой силы, обязана в течение ______дней  уведомить в письменной форме другую Сторону об их возникновении.

8.3. Срок выполнения обязательств по настоящему договору отодвигается соразмерно времени, в течение которого действуют обстоятельства непреодолимой силы и их последствия.

8.4. Сторона, которая не исполнила своей обязанности известить о наступлении обстоятельств непреодолимой силы, теряет свое право ссылаться на них.

 

9. Порядок разрешения споров

 

9.1. Стороны будут стремиться к разрешению всех возможных споров и разногласий, которые могут возникнуть по Договору или в связи с ним, путем переговоров.
9.2. Споры, не урегулированные путем переговоров, передаются на рассмотрение суда в порядке, предусмотренном действующим законодательством Республики Беларусь.

 

10. Прочие условия

 

10.1. Изменения и дополнения в настоящий Договор вносятся путем подписания сторонами соответствующих дополнительных соглашений.

10.2. Все предшествующие переговоры и переписка по предмету Договора утрачивают силу с момента подписания Договора.

10.3. Исполнитель гарантирует работу программного обеспечения в соответствии с требованиями, изложенными в техническом задании (Приложение N ____). Дальнейшая модификация и добавление функций и возможностей, не предусмотренных в техническом задании, являются предметом отдельного Договора.

10.4. Настоящий Договор составлен в 2-х экземплярах, по одному для каждой из сторон. Оба экземпляра имеют одинаковую силу.

 

11. Банковские реквизиты и адреса сторон

 

     Подписи сторон:

_______________________                            ________________________

"__" ___________ 20__ г.                           "__" ___________ 20__ г.
</p>
</div>  
)
    }


export default ContractPOText;