import React from 'react';

const ContractLicenseText = ({data}) =>{
    
    const {number, city, day, month, year, 
        name_organ, address_organ, name_1, name_2, 
        address_1, address_doc_1, address_2, address_doc_2,
        pasport_num_2, pasport_from_2, pasport_regist_2
    } = data;

    return(

    <div>

<h2>
 Лицензионный договор № {number}  Договора
(простая (неисключительная) лицензия)
</h2>



 Место заключения: {city}
 Дата г.


 Наименование Стороны, именуемое(ый, ая) в дальнейшем Лицензиар, в лице Тип должности {name_1}, действующего(ей) на основании Основание полномочий подписанта, с одной стороны, и

 Наименование Стороны, именуемое(ый, ая) в дальнейшем Лицензиат, в лице Тип должности {name_2} подписанта, действующего(ей) на основании Основание полномочий подписанта, с другой стороны,

вместе именуемые Стороны, а индивидуально – Сторона,

заключили настоящий Лицензионный договор о предоставлении простой (неисключительной) лицензии (далее по тексту – Договор) о нижеследующем:
1.Предмет договора

1.1. По Договору Лицензиар обязуется предоставить (передать) Лицензиату право использования Вид результатов интеллектуальной деятельности Наименование результата интеллектуальной деятельности   (далее по тексту – Объект интеллектуальной собственности), характеристики которого указаны в Спецификации (Приложение № № Приложения - Спецификация к Договору), на условиях простой (неисключительной) лицензии, а Лицензиат обязуется принять Объект интеллектуальной собственности в порядке и на условиях, установленных Договором. 

1.2. Объект интеллектуальной собственности передается Лицензиату на материальном носителе, указанном в Спецификации (Приложение № № Приложения - Спецификация к Договору) в собственность.

1.3. Лицензиар гарантирует, что он является правообладателем исключительных прав на Объект интеллектуальной собственности, указанный в п. 1.1. Договора, и имеет права на заключение Договора.

1.4. Принадлежность исключительных прав на Объект интеллектуальной собственности удостоверяется следующими документами, подтверждающими факт создания Объекта интеллектуальной собственности и принадлежность исключительных прав Лицензиару: Документы (Приложение № № Приложения - Документы, подтверждающие право к Договору), являющейся неотъемлемой частью Договора.
2.Права и обязанности сторон

2.1.Лицензиар обязуется:

2.1.1. Предоставить (передать) Лицензиату право использования Объекта интеллектуальной собственности в порядке и на условиях, установленных Договором.

2.1.2. В течение срока, установленного п. 3.1. Договора, поддерживать в силе правовую охрану Объекта интеллектуальной собственности.

2.1.3. В течение 20 календарных дней со дня получения соответствующего письменного уведомления Лицензиата своими силами и за свой счет устранить выявленные Лицензиатом недостатки Объекта интеллектуальной собственности, а именно:
- несоответствие содержания Объекта интеллектуальной собственности, данным, указанным в п. 1.1. Договора;
- наличие в составе Объекта интеллектуальной собственности материалов, запрещенных к распространению законодательством.

2.1.4. Воздерживаться от каких-либо действий, способных затруднить осуществление Лицензиатом предоставленного ему права использования Объекта интеллектуальной собственности, в установленных Договором пределах. 

2.1.5. Передать в собственность Лицензиата материальный носитель, в котором выражен Объект интеллектуальной собственности, в виде и порядке, указанном в Спецификации (Приложение № № Приложения - Спецификация к Договору).

2.1.6.Исполнять иные обязанности, предусмотренные Договором.

2.2.Лицензиат обязуется:

2.2.1. Принять предоставляемые по Договору права на использования Объекта интеллектуальной собственности.

2.2.2. Выплатить Лицензиару вознаграждение в размере, порядке и на условиях, предусмотренных Договором.

2.2.3. Выплатить Лицензиару плату за материальный носитель, предоставляемый Лицензиату в собственность.

2.2.4. Незамедлительно информировать Лицензиара обо всех ставших ему известных фактах противоправного использования третьими лицами Объекта интеллектуальной собственности.

2.2.5.Использовать права предоставляемые по Договору, в объеме и порядке, установленном Договором.

2.2.6. Исполнять иные обязанности, предусмотренные Договором.

2.3.Лицензиар вправе:

2.3.1.Требовать выплаты вознаграждения, в порядке и сроки, установленные Договором.

2.3.2.Требовать плату за материальный носитель.

2.3.3. В случае нарушения Лицензиатом условий (способов) использования прав на Объект интеллектуальной собственности по Договору, лишить Лицензиата права использования Объекта интеллектуальной собственности. Нарушение норм об охране авторских прав может также повлечь гражданско-правовую и уголовную ответственность в соответствии с законодательством РФ.

2.4.Лицензиат вправе:

2.4.1. После получения Объекта интеллектуальной собственности, в соответствии с условиями Договора, использовать Объект интеллектуальной собственности в объеме и порядке, установленном в Договоре.

2.4.2. Отказаться от исполнения Договора, если Лицензиар в нарушение условий Договора отказывается передать Лицензиату право использования Объекта интеллектуальной собственности по Договору.
3.Предоставление права использования

3.1. Лицензиату предоставляется простая (неисключительная) лицензия на использование Объекта интеллектуальной собственности в объеме и порядке, установленном Договором.

Срок предоставления права использования Объекта интеллектуальной собственности устанавливается на весь период действия исключительных прав на Объекта интеллектуальной собственности.

3.2. По Договору Лицензиар предоставляет Лицензиату право использования Объекта интеллектуальной собственности на условиях простой (неисключительной) лицензии, независимо от того, совершаются ли соответствующие действия в целях извлечения прибыли или без такой цели всеми способами, разрешенными Лицензиату законодательством Российской Федерации, в том числе, но не ограничиваясь:

3.2.1. Воспроизведение Объекта интеллектуальной собственности, то есть изготовление одного и более экземпляра произведения или его части в любой материальной форме, в том числе в форме звуко- или видеозаписи, изготовление в трех измерениях одного и более экземпляра двухмерного произведения и в двух измерениях одного и более экземпляра трехмерного произведения, в неограниченном объеме.

3.2.2. Распространение Объекта интеллектуальной собственности путем продажи или иного отчуждения его оригинала или экземпляров, в неограниченном объеме.

3.2.3. Публичный показ Объекта интеллектуальной собственности, то есть любая демонстрация оригинала или экземпляра произведения непосредственно либо на экране с помощью пленки, диапозитива, телевизионного кадра или иных технических средств, а также демонстрация отдельных кадров аудиовизуального произведения без соблюдения их последовательности непосредственно либо с помощью технических средств в месте, открытом для свободного посещения, или в месте, где присутствует значительное число лиц, не принадлежащих к обычному кругу семьи, независимо от того, воспринимается произведение в месте его демонстрации или в другом месте одновременно с демонстрацией произведения в неограниченном объеме.

3.2.4. Импорт оригинала или экземпляров Объекта интеллектуальной собственности в целях распространения, в неограниченном объеме.

3.2.5. Прокат оригинала или экземпляров Объекта интеллектуальной собственности, в неограниченном объеме.

3.2.6. Публичное исполнение Объекта интеллектуальной собственности, то есть представление произведения в живом исполнении или с помощью технических средств (радио, телевидения и иных технических средств), а также показ аудиовизуального произведения (с сопровождением или без сопровождения звуком) в месте, открытом для свободного посещения, или в месте, где присутствует значительное число лиц, не принадлежащих к обычному кругу семьи, независимо от того, воспринимается произведение в месте его представления или показа либо в другом месте одновременно с представлением или показом произведения, в неограниченном объеме.

3.2.7. Сообщение в эфир, то есть сообщение Объекта интеллектуальной собственности для всеобщего сведения (включая показ или исполнение) по радио или телевидению (в том числе путем ретрансляции), за исключением сообщения по кабелю. При этом под сообщением понимается любое действие, посредством которого произведение становится доступным для слухового и (или) зрительного восприятия независимо от его фактического восприятия публикой. При сообщении произведений в эфир через спутник под сообщением в эфир понимается прием сигналов с наземной станции на спутник и передача сигналов со спутника, посредством которых произведение может быть доведено до всеобщего сведения независимо от его фактического приема публикой. Сообщение кодированных сигналов признается сообщением в эфир, если средства декодирования предоставляются неограниченному кругу лиц организацией эфирного вещания или с ее согласия, в неограниченном объеме.

3.2.8. Сообщение по кабелю, то есть сообщение Объекта интеллектуальной собственности для всеобщего сведения по радио или телевидению с помощью кабеля, провода, оптического волокна или аналогичных средств (в том числе путем ретрансляции). Сообщение кодированных сигналов признается сообщением по кабелю, если средства декодирования предоставляются неограниченному кругу лиц организацией кабельного вещания или с ее согласия, в неограниченном объеме.

3.2.9. Ретрансляция, то есть прием и одновременное сообщение в эфир (в том числе через спутник) или по кабелю полной и неизменной радио- или телепередачи либо ее существенной части, сообщаемой в эфир или по кабелю организацией эфирного или кабельного вещания, в неограниченном объеме.

3.2.10.Перевод Объекта интеллектуальной собственности или другая переработка:

3.2.10.1.Перевод Объекта интеллектуальной собственности на любые языки.

3.2.10.2.Внесение изменений в название Объекта интеллектуальной собственности.

3.2.10.3.Внесение изменений в содержание Объекта интеллектуальной собственности.

3.2.10.4. Другие виды переработки в неограниченном объеме.

3.2.11. Практическая реализация Объекта интеллектуальной собственности;

3.2.12. Доведение Объекта интеллектуальной собственности до всеобщего сведения таким образом, что любое лицо может получить доступ к Объекту интеллектуальной собственности из любого места и в любое время по собственному выбору (доведение до всеобщего сведения).

3.2.13. Опубликование Объекта интеллектуальной собственности под фирменным наименованием, товарным знаком Лицензиара.

3.3. Использование Объекта интеллектуальной собственности осуществляется Лицензиатом на территории Российской Федерации.

3.4. Лицензиат не представляет Лицензиару отчет об использовании прав на Объект интеллектуальной собственности по Договору.

3.5. Передача Объекта интеллектуальной собственности и прав на его использование осуществляется Сторонами путем подписания Акта об исполнении обязательств (Приложение № № Приложения - Акт об исполнении обязательств к Договору).
4.Гарантии прав использования

4.1. Лицензиар гарантирует, что предоставляемое (передаваемое) Лицензиату по Договору право использования Объекта интеллектуальной собственности принадлежит Лицензиару на законных основаниях и на момент заключения Договора Объект интеллектуальной собственности является свободным от каких бы то ни было требований третьих лиц, как связанных с самим Объектом интеллектуальной собственности, так и связанных с предоставляемым по Договору правом. Лицензиар вправе предоставлять (передавать) указанное в Договоре право Лицензиату.

4.2. Лицензиар  гарантирует, что Объект интеллектуальной собственности соответствует функциональным и техническим параметрам, указанной в документации.

4.3. Лицензиар будет защищать Лицензиата от всех исков третьих лиц в отношении интеллектуального владения Объекта интеллектуальной собственности. В случае возникновения такого иска, Лицензиат должен незамедлительно информировать Лицензиара обо всех претензиях, предъявленных третьим лицом, и предоставить всю необходимую информацию, касающуюся этого спора.
5.Размер вознаграждения

5.1.За предоставление права использования Объекта интеллектуальной собственности Лицензиат в срок до Дата предоплаты г. уплачивает Лицензиару единовременный платёж в размере Сумма предоплаты (ноль рублей ноль копеек) руб. НДС не облагается на основании: п.п. 26 п. 2 ст. 149 НК РФ.  

5.2. Размер вознаграждения за предоставление права использования Объекта интеллектуальной собственности, выплачиваемый Лицензиатом Лицензиару пересмотру не подлежит, в течение всего срока действия Договора.

5.3. Размер платы, за материальный носитель предоставляемый Лицензиату составляет Размер платы (ноль рублей ноль копеек) руб.
Плата за материальный носитель осуществляется в следующем порядке: Порядок оплаты, срок.

5.4. Способ оплаты по Договору: перечисление Лицензиатом денежных средств в валюте Российской Федерации (рубль) на счет Лицензиара. При этом, обязанности Лицензиата в части оплаты по Договору считаются исполненными со дня списания денежных средств банком Лицензиата со счета Лицензиата.
6.Ответственность сторон

6.1. Стороны несут ответственность за неисполнение или ненадлежащее исполнение своих обязательств по Договору в соответствии с законодательством России.

6.2. Неустойка по Договору выплачивается только на основании обоснованного письменного требования Сторон.

6.3. Выплата неустойки не освобождает Стороны от выполнения обязанностей, предусмотренных Договором.

6.4. Сторона, не исполнившая или ненадлежащим образом исполнившая обязательства по Договору, обязана возместить другой Стороне причиненные таким неисполнением убытки. Бремя доказывания убытков лежит на потерпевшей Стороне.

6.5. Если Сторона, нарушившая Договор, получила вследствие этого доходы, Сторона, права которой нарушены, вправе требовать возмещения, наряду с другими убытками, упущенной выгоды в размере не меньшем, чем такие доходы.

6.6. Расторжение Договора не освобождает Стороны от ответственности за неисполнение/ненадлежащее исполнение своих обязательств по Договору.

6.7. Использование Объекта интеллектуальной собственности способом, не предусмотренным Договором, либо по прекращении действия Договора, либо иным образом за пределами прав, предоставленных Лицензиату по Договору, влечет ответственность за нарушение исключительного права на Объект интеллектуальной собственности, установленной законодательством и/или Договором. 
7.Основания и порядок расторжения договора

7.1. Договор может быть расторгнут по соглашению Сторон, а также в одностороннем порядке по письменному требованию одной из Сторон по основаниям, предусмотренным законодательством.

7.2. Расторжение Договора в одностороннем порядке производится только по письменному требованию Сторон в течение 30 (тридцати) календарных дней со дня получения Стороной такого требования.

7.3. Использование Лицензиатом Объекта интеллектуальной собственности после расторжения Договора не допускается.

7.4. Заключение Лицензиаром договора об отчуждении исключительного права на Объект интеллектуальной собственности с третьим лицом и переход исключительного права на Объект интеллектуальной собственности к третьему лицу не является основанием для изменения или расторжения Договора.
8.Разрешение споров из договора

8.1. Претензионный порядок досудебного урегулирования споров из Договора является для Сторон обязательным.

8.2. Претензионные письма направляются Сторонами нарочным либо заказным почтовым отправлением с уведомлением о вручении последнего адресату по местонахождению Сторон, указанным в разделе 12. Договора.

8.3. Направление Сторонами претензионных писем иным способом, чем указано в п. 8.2. Договора не допускается.

8.4. Срок рассмотрения претензионного письма составляет 15 календарных дней со дня получения последнего адресатом.

8.5.Споры из Договора разрешаются в судебном порядке в соответствии с законодательством.  
9.Обстоятельства, исключающие ответственность

9.1. Стороны освобождаются от ответственности за полное или частичное неисполнение обязательств по Договору в случае, если неисполнение обязательств явилось следствием действий непреодолимой силы, а именно: пожара, наводнения, землетрясения, забастовки, войны, действий органов государственной власти или других независящих от Сторон обстоятельств.

9.2.Если любое из таких обстоятельств непосредственно повлекло неисполнение обязательств в сроки, установленные Договором, то эти сроки соразмерно продлеваются на время действия соответствующих обстоятельств.

9.3. Если эти обстоятельства будут длиться более 1 (одного) календарного месяца, то каждая из Сторон будет вправе выступить с инициативой о расторжении Договора в связи с невозможностью его исполнения. В случае принятия Сторонами решения о расторжении Договора по названному основанию ни одна из Сторон не будет иметь права на возмещение возможных убытков.

9.4.Сторона, которая не может выполнить обязательства по Договору, должна своевременно, но не позднее 5 календарных дней после наступления обстоятельств непреодолимой силы, письменно известить другую Сторону, с предоставлением обосновывающих документов, выданных компетентными органами.

9.5. Не уведомление или несвоевременное уведомление о возникновении форс-мажорных обстоятельств, лишают Сторону права ссылаться на любые вышеуказанные обстоятельства, как на основание, освобождающее от ответственности за неисполнение обязательств.

9.6. Стороны признают, что неплатежеспособность Сторон не является форс-мажорным обстоятельством.
10.Прочие условия

10.1. Стороны не имеют никаких сопутствующих устных договоренностей. Содержание текста Договора полностью соответствует действительному волеизъявлению Сторон.

10.2. Вся переписка по предмету Договора, предшествующая его заключению, теряет юридическую силу со дня заключения Договора.

10.3. После прекращения действия Договора Лицензиат обязуется немедленно прекратить использование Объекта интеллектуальной собственности.

10.4. В случае прекращения исключительного права на Объект интеллектуальной собственности у Лицензиара, Договор прекращается на основании п. 4 ст. 1235 ГК РФ, о чем Лицензиар обязуется уведомить Лицензиата в течение 10 (десяти) календарных дней с даты наступления оснований такого прекращения.

10.5.Договор составлен в 2-х подлинных экземплярах на русском языке по одному для каждой из Сторон.
11.Список приложений

11.1.Приложение № № Приложения - Спецификация — Спецификация.

11.2. Приложение № № Приложения - Акт об исполнении обязательств - Акт об исполнении обязательств.
12.Адреса, реквизиты и подписи сторон

A






Лицензиар

Лицензиат
Наименование:Наименование Стороны
Наименование:Наименование СтороныАдрес:Юридический адрес
Адрес:Юридический адресТел.:Телефон
Тел.:ТелефонОГРН:ОГРН
ОГРН:ОГРНИНН:ИНН
ИНН:ИННКПП:КПП
КПП:КППР/сч:Расчетный счет
Р/сч:Расчетный счетБанк:Банк
Банк:БанкБИК:БИК
БИК:БИККор/сч:Корреспондентский счет
Кор/сч:Корреспондентский счет

A

 




От имени Лицензиара __________ Фамилия и инициалы

От имени Лицензиата __________ Фамилия и инициалы

        </div>
    )
}

export default ContractLicenseText;