import React from 'react';

const ContractAlienationText = () =>{
    return(
        <div>
            <p>
                 договор об отчуждении исключительных прав № № Договора
            </p>



Место заключения Дата г.


Наименование Стороны, именуемое(ый, ая) в дальнейшем Правообладатель, в лице Тип должности Ф.И.О подписанта, действующего(ей) на основании Основание полномочий подписанта, с одной стороны, и

Наименование Стороны, именуемое(ый, ая) в дальнейшем Приобретатель, в лице Тип должности Ф.И.О подписанта, действующего(ей) на основании Основание полномочий подписанта, с другой стороны,

вместе именуемые Стороны, а индивидуально – Сторона,

заключили настоящий договор об отчуждении исключительных прав (далее по тексту – Договор) о нижеследующем:
1.Предмет договора

1.1. По Договору Правообладатель обязуется передать принадлежащие ему исключительные права на Наименование результата интеллектуальной деятельности  (далее по тексту - Объект интеллектуальной собственности), указанный в Спецификации (Приложение № № Приложения - Спецификация к Договору), а Приобретатель обязуется принять их в порядке и на условиях, установленных Договором. 

1.2. Правообладатель гарантирует, что он является правообладателем исключительных прав на Объект интеллектуальной собственности, указанный в п. 1.1. Договора, и имеет права на заключение Договора.

1.3. Принадлежность исключительных прав на Объект интеллектуальной собственности удостоверяется следующими документами, подтверждающими факт создания Объекта интеллектуальной собственности и принадлежность исключительных прав Правообладателю: Документы (Приложение № № Приложения - Документы, подтверждающие право к Договору), являющейся неотъемлемой частью Договора.
2.Права и обязанности сторон

2.1.Правообладатель обязуется:

2.1.1. Передать исключительные права на Объект интеллектуальной собственности Приобретателю в полном объеме.

2.1.2. Строго придерживаться и не нарушать условия Договора, а также обеспечить конфиденциальность полученной при сотрудничестве с Приобретателем коммерческой и технической информации.

2.1.3. Воздерживаться от каких-либо действий, способных затруднить осуществление Приобретателем переданных ему исключительных прав на Объект интеллектуальной собственности.

2.1.4. В течение 5 календарных дней передать всю информацию, необходимую Приобретателю для осуществления прав, передаваемых по Договору, а также проинструктировать Приобретателя по вопросам, связанным с осуществлением этих прав.

2.1.5. Исполнять иные обязанности, предусмотренные Договором и законодательством Российской Федерации.

2.2.Приобретатель обязуется:

2.2.1. Принять передаваемые по Договору исключительные права на Объект интеллектуальной собственности в полном объеме.

2.2.2. Выплатить Правообладателю вознаграждение за отчуждение исключительных прав на Объект интеллектуальной собственности в размере, порядке на условиях, предусмотренных Договором.

2.2.3. С момента перехода исключительных прав на Объект интеллектуальной собственности распоряжаться им любым не противоречащим закону и существу такого исключительного права способом, не нарушая при этом авторских прав на Объект интеллектуальной собственности.

2.2.4.Исполнять иные обязанности, предусмотренные Договором и законодательством Российской Федерации.

2.3.Правообладатель вправе:

2.3.1. Требовать выплаты вознаграждения, в порядке и сроки, установленные Договором.

2.3.2. Отказаться от исполнения Договора, если Приобретатель отказывается выплачивать вознаграждение за отчуждение исключительных прав на Объект интеллектуальной собственности.

2.3.3. Расторгнуть Договор, в случаях предусмотренных Договором и законодательством Российской Федерации.

2.4.Приобретатель вправе:

2.4.1. После перехода исключительных прав на Объект интеллектуальной собственности использовать исключительные права по своему усмотрению и любым не противоречащим закону способом.

2.4.2. Отказаться от исполнения Договора, если Правообладатель в нарушение условий Договора отказывается передать Приобретателю исключительные права на Объект интеллектуальной собственности.
3.Переход исключительных прав

3.1. Все исключительные права на Объект интеллектуальной собственности, а равно на составные части, элементы Объекта интеллектуальной собственности передаются Приобретателю.

3.2. Приобретатель приобретает исключительные права на Объект интеллектуальной собственности, включая составные и производные произведения, являющиеся самостоятельными объектами интеллектуальных прав.

3.3. Исключительные права на Объект интеллектуальной собственности передаются Правообладателем Приобретателю в полном объеме.

3.4. В случае, если срок действия исключительных прав впоследствии будет изменен законодательством Российской Федерации или международными актами, признаваемыми и применяемыми в Российской Федерации, срок действия исключительных прав может быть изменен в сторону увеличения или уменьшения, если это будет прямо предусмотрено соответствующими изменениями.

3.5. Моментом перехода к Приобретателю исключительных прав на Объект интеллектуальной собственности является день подписания Сторонами Акта об исполнении обязательств (Приложение № № Приложения - Акт об исполнении обязательств к Договору).

3.6. С момента перехода исключительных прав на Объект интеллектуальной собственности к  Приобретателю, Правообладатель обязан прекратить любое использование Объекта интеллектуальной собственности.

3.7. Приобретатель вправе с момента перехода к нему исключительных прав на Объект интеллектуальной собственности использовать Объект интеллектуальной собственности и распоряжаться им по своему усмотрению любым не противоречащим закону способом, в том числе передавать и предоставлять права использования Объекта интеллектуальной собственности другим лицам, а также запрещать любое использование Объекта интеллектуальной собственности в соответствии с законодательством Российской Федерации.

3.8.С момента перехода исключительных прав на Объект интеллектуальной собственности к Приобретателю всю ответственность за использование Объекта интеллектуальной собственности и все риски, связанные с владением, пользованием и распоряжением им несет Приобретатель, за исключением случаев, когда данная ответственность и риски возникли до перехода исключительных прав на Объект интеллектуальной собственности к Приобретателю.
4.Права на Объект интеллектуальной собственности

4.1.Правообладатель гарантирует, что на момент заключения Договора, исключительные права на Объект интеллектуальной собственности в споре и под арестом не состоят, и не являются предметом залога.
5.Размер вознаграждения и порядок расчетов

5.1. Размер вознаграждения за отчуждение исключительных прав по Договору, указывается Сторонами в Спецификации (Приложение № № Приложения - Спецификация к Договору).
6.Конфиденциальность

6.1. Стороны обязуются не разглашать и принять меры к защите от несанкционированного доступа третьих лиц к информации, относящейся к предмету Договора.

6.2. Стороны согласились считать конфиденциальной следующую информацию: Перечень конфиденциальной информации. В связи с этим Стороны обязуются предпринять необходимые меры для защиты конфиденциальной информации и не разглашать ее третьим лицам без предварительного письменного согласия другой Стороны.

6.3.Обязанность по соблюдению конфиденциальности бессрочна.

6.4.К конфиденциальной информации не относится информация, которая:

6.4.1. Стала известна получающей Стороне после ее передачи, причем получающей Стороне неизвестно о нарушении обязательств по неразглашению конфиденциальной информации, предусмотренных Договором и она не участвовала в нарушении данных обязательств.

6.4.2. Становится общеизвестной в момент передачи или после него и к которой доступ был представлен передающей Стороной третьим лицам без ограничений.

6.4.3. Стала общеизвестной иным образом, не по вине или упущению и не в результате нарушения Договора.

6.4.4. Была передана без обязательства о сохранении конфиденциальности, причем передача была явным образом санкционирована заранее в письменном виде передающей Стороной.

6.5. Если одна из Сторон допустит разглашение конфиденциальной информации, она возместит другой Стороне причиненные убытки, включая любой причиненный реальный ущерб или упущенную выгоду.

6.6. Конфиденциальная информация может быть передана одной из Сторон органам государственной власти по основаниям и в порядке, установленным законодательством, с незамедлительным уведомлением об этом другой Стороны.
7. Ответственность сторон

7.1. Стороны несут ответственность за неисполнение или ненадлежащее исполнение своих обязательств по Договору в соответствии с Договором и законодательством Российской Федерации.

7.2. Неустойка по Договору выплачивается только на основании обоснованного письменного требования Сторон.

7.3.Выплата неустойки не освобождает Стороны от выполнения обязанностей, предусмотренных Договором.

7.4. Сторона, не исполнившая или ненадлежащим образом исполнившая обязательства по Договору, обязана возместить другой Стороне причиненные таким неисполнением убытки. Бремя доказывания убытков лежит на потерпевшей Стороне.

7.5. Расторжение Договора не освобождает Стороны от ответственности за неисполнение или ненадлежащее исполнение своих обязательств по Договору.

7.6.Ответственность Правообладателя:

7.6.1. В случае несвоевременной передачи исключительных прав на Объект интеллектуальной собственности, Правообладатель обязуется выплатить Приобретателю пени в размере 0,5 процентов от вознаграждения за отчуждение исключительных прав на Объект интеллектуальной собственности, за каждый день просрочки, но не более 10000 руб.

7.6.2.В случае несвоевременной передачи Правообладателем документов или передачи не всех документов, предусмотренных Договором, Правообладатель выплачивает Приобретателю штраф в размере Сумма штрафа руб.

7.7.Ответственность Приобретателя:

7.7.1. В случае несвоевременной выплаты Приобретателем вознаграждения, за отчуждение исключительных прав на Объект интеллектуальной собственности, Приобретатель обязуется выплатить Правообладателю пени в размере 0,5 процентов от размера невыплаченного вознаграждения по Договору, за каждый день просрочки, но не более 10000 руб. 
8.Основания и порядок расторжения договора

8.1.Договор может быть расторгнут по соглашению Сторон, а также в одностороннем порядке по письменному требованию одной из Сторон по основаниям, предусмотренным Договором и законодательством.

8.2. Расторжение Договора в одностороннем порядке производится только по письменному требованию Сторон в течение 30 календарных дней со дня получения Стороной такого требования.

8.3. Использование Приобретателем исключительных права на Объект интеллектуальной собственности в случае расторжения Договора не допускается.

8.4.Правообладатель вправе расторгнуть Договор в одностороннем порядке в случаях:

8.4.1. Если Приобретатель задерживает выплату вознаграждения за отчуждение исключительных прав на Объект интеллектуальной собственности более чем на 5 календарных дней или просрочил выплату вознаграждения за отчуждение исключительных прав на Объект интеллектуальной собственности 3 и более раз. В данном случае Правообладатель вправе потребовать также полного возмещения убытков, причиненных расторжением Договора.

8.5.Приобретатель вправе расторгнуть Договор в одностороннем порядке в случаях:

8.5.1. Если Правообладатель отказывается передать исключительные права на Объект интеллектуальной собственности.

8.5.2. Если в последующем выяснится, что исключительные права на Объект интеллектуальной собственности переданы Правообладателем в залог.

8.5.3. Если Правообладатель отказывается передать все документы, относящиеся к Объекту интеллектуальной собственности.
9.Разрешение споров из договора

9.1. Претензионный порядок досудебного урегулирования споров из Договора является для Сторон обязательным.

9.2. Претензионные письма направляются Сторонами нарочным либо заказным почтовым отправлением с уведомлением о вручении последнего адресату по местонахождению Сторон, указанном в разделе 13. Договора.

9.3. Направление Сторонами претензионных писем иным способом, чем указано в п. 9.2. Договора не допускается.

9.4. Срок рассмотрения претензионного письма составляет 10 календарных дней со дня получения последнего адресатом.

9.5.Споры из Договора разрешаются в судебном порядке в Наименование суда.  
10.Обстоятельства, исключающие ответственность

10.1. Стороны освобождаются от ответственности за полное или частичное неисполнение обязательств по Договору в случае, если неисполнение обязательств явилось следствием действий непреодолимой силы, а именно: пожара, наводнения, землетрясения, забастовки, войны, действий органов государственной власти или других независящих от Сторон обстоятельств.

10.2.Если любое из таких обстоятельств непосредственно повлекло неисполнение обязательств в сроки, установленные Договором, то эти сроки соразмерно продлеваются на время действия соответствующих обстоятельств.

10.3.Если эти обстоятельства будут длиться более 2-х календарных месяцев, то каждая из Сторон будет вправе выступить с инициативой о расторжении Договора в связи с невозможностью его исполнения. В случае принятия Сторонами решения о расторжении Договора по названному основанию ни одна из Сторон не будет иметь права на возмещение возможных убытков.

10.4.Сторона, которая не может выполнить обязательства по Договору, должна своевременно, но не позднее 10 календарных дней после наступления обстоятельств непреодолимой силы, письменно известить другую Сторону, с предоставлением обосновывающих документов, выданных компетентными органами.

10.5. Неуведомление или несвоевременное уведомление о возникновении форс-мажорных обстоятельств, лишают Сторону права ссылаться на любые вышеуказанные обстоятельства, как на основание, освобождающее от ответственности за неисполнение обязательств.

10.6. Стороны признают, что неплатежеспособность Сторон не является форс-мажорным обстоятельством.
11.Прочие условия

11.1.Стороны не имеют никаких сопутствующих устных договоренностей. Содержание текста Договора полностью соответствует действительному волеизъявлению Сторон.

11.2. Вся переписка по предмету Договора, предшествующая его заключению, теряет юридическую силу со дня заключения Договора.

11.3. Стороны признают, что если какое-либо из положений Договора становится недействительным в течение срока его действия вследствие изменения законодательства, остальные положения Договора обязательны для Сторон в течение всего срока действия Договора.

11.4. Договор составлен в 2 подлинных экземплярах на русском языке по одному для каждой из Сторон.

11.5. Каждая из Сторон обязуется письменно уведомить другую Сторону об изменении своего адреса или банковских реквизитов не позднее 5 календарных дней после наступления изменений.
12.Список приложений

12.1. Приложение № № Приложения - Спецификация - Спецификация Объект интеллектуальной собственности.

12.2. Приложение № № Приложения - Документы, подтверждающие право - "Документы, подтверждающие исключительные права" (копии).

12.3. Приложение № № Приложения - Акт об исполнении обязательств - Акт об исполнении обязательств.
13.Адреса, реквизиты и подписи сторон

A






Правообладатель

Приобретатель
Наименование:Наименование Стороны
Наименование:Наименование СтороныАдрес:Юридический адрес
Адрес:Юридический адресТел.:Телефон
Тел.:ТелефонОГРН:ОГРН
ОГРН:ОГРНИНН:ИНН
ИНН:ИННКПП:КПП
КПП:КППР/сч:Расчетный счет
Р/сч:Расчетный счетБанк:Банк
Банк:БанкБИК:БИК
БИК:БИККор/сч:Корреспондентский счет
Кор/сч:Корреспондентский счет

A






От имени Правообладателя __________ Фамилия и инициалы

От имени Приобретателя __________ Фамилия и инициалы


        </div>
    )
}
export default ContractAlienationText;