import React from 'react';

const OrderPOText = () =>{
    return(
    <div>
        <h2>
Договор на создание программного обеспечения № № Договора
(с отчуждением исключительных прав)
        
        </h2>

A



 Место заключения Дата г.


 Индивидуальный предприниматель Наименование Стороны, именуемый(ая) в дальнейшем Заказчик, зарегистрированный(ая) в Едином государственном реестре индивидуальных предпринимателей под №ОГРНИП, с одной стороны, и

 Индивидуальный предприниматель Наименование Стороны, именуемый(ая) в дальнейшем Исполнитель, зарегистрированный(ая) в Едином государственном реестре индивидуальных предпринимателей под №ОГРНИП, с другой стороны,

вместе именуемые Стороны, а индивидуально – Сторона,

заключили настоящий Договор на создание программного обеспечения с отчуждением исключительных прав (далее по тексту – Договор) о нижеследующем:
1.Предмет договора

1.1.Исполнитель обязуется по заданию Заказчика разработать программное обеспечение (далее по тексту - ПО) и передать Заказчику исключительные права на него, а Заказчик принять его в порядке и на условиях, установленных Договором.

1.2. Характеристики ПО (совокупность данных и команд, предназначенных для функционирования на ЭВМ и других устройствах в целях получения определенного результата, включая подготовительные материалы, полученные в ходе разработки ПО, и порождаемые ею аудиовизуальные отображения и другие необходимые данные ПО), разрабатываемые Исполнителем, должны соответствовать требованиям Заказчика, содержащимся в Техническом задании (Приложение № № Приложения - Техническое задание к Договору).
Техническое задание является основанием оценки ПО на предмет соответствия предъявленным Заказчиком требованиям.

1.3. Право выбора технологий программирования и алгоритмов работы для разработки ПО остается за Исполнителем с учетом требований, предъявляемых к характеристикам ПО, установленным в Техническом задании.

1.4. ПО передается Заказчику следующим способом: Способ передачи.
2.Права и обязанности сторон

2.1. Исполнитель обязуется:

2.1.1. Разработать ПО в соответствии с требованиями Заказчика, выраженными в соответствующем Техническом задании.

2.1.2. Разработать ПО без привлечения третьих лиц, незаконных заимствований и плагиата.

2.1.3. Разработать ПО с использованием своих материалов, оборудования, технических средств и иного имущества, необходимого для разработки ПО.

2.1.4. Не создавать по Договору производное ПО на основе интеллектуальной собственности третьих лиц и на основе произведений, перешедших в общественное достояние.

2.1.5. Не использовать ранее созданные Исполнителем для третьих лиц результаты интеллектуальной деятельности или их элементы.

2.1.6. Разработать ПО в сроки, установленные Договором.

2.1.7. Незамедлительно сообщать Заказчику о невозможности выполнения Технического задания к определенному в нем сроку или в точном соответствии с требованиями Технического задания.

2.1.8. По запросам Заказчика информировать о ходе разработки ПО в форме и в сроки, определенные в Техническом задании.

2.1.9. Передать Заказчику исключительные права на ПО в полном объеме.

2.1.10.Передать Заказчику ПО в порядке, установленном п. 1.4. Договора.

2.1.11. По запросам Заказчика предоставлять промежуточные и окончательные итоги выполнения Технического задания в форме и сроки, определенные в соответствующем запросе Заказчика.

2.1.12. После передачи ПО Заказчику не изменять и не вмешиваться в работоспособность ПО, в том числе, но не ограничиваясь этим: дизайн, структуру, интерфейсы, функционал, исходный текст и др., без письменного задания Заказчика, оформленного в соответствии с Договором.

2.1.13. Передать Заказчику вместе с ПО всю необходимую документацию на ПО, а также всю необходимую информацию, касающуюся эксплуатации или иного использования ПО, если характер информации таков, что без нее невозможно использование ПО либо затруднительно.

2.1.14. Исполнять иные обязанности, предусмотренные Договором.

2.2. Исполнитель вправе:

2.2.1. Запрашивать у Заказчика информацию, необходимую для выполнения Технического задания.

2.2.2. Требовать выплаты вознаграждения, в порядке и сроки, установленные Договором.

2.2.3. Требовать увеличения сроков исполнения Договора и/или увеличения размера вознаграждения в случае изменения (корректировки) Заказчиком Технического задания после заключения Договора, либо отказаться от исполнения Договора в одностороннем порядке. При этом Заказчик должен выплатить Исполнителю вознаграждение за созданные промежуточные результаты, а Исполнитель передать права на данные результаты в соответствии с условиями Договора.

2.3.Заказчик обязуется:

2.3.1.Передавать Исполнителю Техническое задание.

2.3.2. Выплатить Исполнителю вознаграждение в размере, порядке и на условиях, предусмотренных Договором.

2.4.Заказчик вправе:

2.4.1. Проверять надлежащее выполнение Исполнителем своих обязательств по Договору.

2.4.2.Корректировать Техническое задание в ходе его исполнения, предварительно согласовав такие изменения с Исполнителем.

2.4.3. В любое время требовать предоставления Исполнителем промежуточных и окончательных итогов выполнения Технического задания.

2.4.4. При обнаружении в промежуточных или окончательных итогах выполнения Технического задания несоответствия его Техническому заданию или любых нарушений Договора требовать их устранения и исправления в установленный Заказчиком срок.

2.4.5.Отказаться от оплаты вознаграждения в случае неисполнения или ненадлежащего исполнения Исполнителем своих обязательств по Договору.

2.4.6. После приёмки результатов исполнения Договора, использовать их по собственному усмотрению в любой форме и любыми не противоречащими законодательству и Договору способами.
3.Переход исключительных прав

3.1. Все отчуждаемые исключительные права на ПО, разработанные Исполнителем в рамках выполнения Договора, а равно на составные части, и их элементы, а также иные права на результаты исполнения Договора, которые не являются охраняемыми результатами интеллектуальной деятельности, принадлежат Заказчику.

3.2. Заказчик приобретает исключительные права на ПО и иные объекты интеллектуальной собственности, созданные по Договору, включая составные и производные произведения, являющиеся самостоятельными объектами исключительных прав, части ПО, которые имеют самостоятельное значение, иные объекты интеллектуальной собственности. В случае создания в рамках исполнения Договора образцов патентоспособного дизайна (например, промышленного образца) права на получение патентов также будут принадлежать Заказчику.

3.3. Момент перехода к Заказчику прав на результаты интеллектуальной деятельности, возникшие в результате исполнения Договора, как по отдельным этапам его выполнения, так и по Договору в целом, наступает в день подписания Акта об исполнении обязательств и отчуждении исключительных прав (Приложение № № Приложения - Акт об исполнении обязательств к Договору).

3.4. В момент перехода к Заказчику прав на результаты интеллектуальной деятельности, Исполнитель предоставляет Заказчику по одной заверенной собственноручно копии всех договоров, на основании которых осуществляется создание результатов интеллектуальной деятельности в рамках исполнения Договора, а также документов, подтверждающих их надлежащее исполнение, в том числе подтверждающих уплату вознаграждения за переход прав по указанным договорам (при необходимости). Исполнитель гарантирует подлинность и действительность представляемых документов.

3.5. Исключительные права на ПО передаются Исполнителем  Заказчику в полном объеме.

3.6. Исполнитель не сохраняет за собой право использовать ПО и произведения, входящие в его состав, каким-либо способом или предоставлять аналогичные права на их использование третьим лицам. После передачи исключительных прав Заказчику Исполнитель гарантирует, что не будет передавать материальные носители, в которых выражено ПО и исключительные права на ПО третьим лицам, не будет публиковать ПО или его части, в том числе в каких-либо изданиях, в блогах, Интернет-сайтах, страницах в социальных сетях в любом виде.

3.7. Территория действия отчуждаемого в пользу Заказчика исключительного права не ограничена (весь мир).

3.8. Срок действия комплекса исключительных прав, передаваемых по Договору равняется всему сроку действия данных прав, в соответствии с законодательством Российской Федерации.

3.9. В случае, если срок действия исключительного права впоследствии будет изменен законодательством Российской Федерации или международными актами, признаваемыми и применяемыми в Российской Федерации, срок действия исключительного права может быть изменен в сторону увеличения или уменьшения, если это будет прямо предусмотрено соответствующими изменениями.

3.10. Исполнитель гарантирует, что будет являться единственным правообладателем исключительных прав на ПО и не передаст исключительные права третьим лицам.

3.11. Исполнитель гарантирует, что ПО будет разработано его творческим трудом без незаконных заимствований, плагиата и неправомерного цитирования других произведений, в том числе общеизвестных и общедоступных; и что при разработки ПО не будут использоваться результаты интеллектуальной деятельности, созданные или создаваемые для других заказчиков, за исключением случаев, когда такое использование было согласовано Сторонами и не нарушает прав третьих лиц.

3.12. В целях идентификации ПО к Акту по п. 3.3. Договора (Приложение № № Приложения - Акт об исполнении обязательств) прилагаются:

3.12.1. Описание основных характеристик ПО (сервиса) (указывается: тематика, отличительные особенности, особенности построения и назначение, иные сведения, позволяющие идентифицировать ПО).

3.12.2. Копии надлежаще оформленных документов, подтверждающих наличие (предоставление результатам интеллектуальной деятельности Исполнителя правовой охраны) и использование интеллектуальной собственности без нарушения интеллектуальных прав, если Исполнитель оформил авторское свидетельство, свидетельство о депонировании, Свидетельство о регистрации программы для ЭВМ или иные документы на интеллектуальную деятельность Исполнителя, спецификации результатов интеллектуальной деятельности Исполнителя и паспорта интеллектуальной собственности в случае, если Исполнитель оформил авторские свидетельства.
4.Размер вознаграждения

4.1. Размер вознаграждения по Договору указывается Сторонами в Смете (Приложение № № Приложения - Смета к Договору), являющейся неотъемлемой частью Договора.
5. Сроки исполнения договора

5.1. ПО, разработка которого предусмотрено Договором и соответствующим Техническим заданием, а также исключительные права на ПО, должны быть переданы Заказчику в сроки, указанные в Смете (Приложение № № Приложения - Смета к Договору).
6.Порядок сдачи-приемки работ

6.1. Исполнитель по завершении исполнения Договора, представляет Заказчику акт, предусмотренный п. 6.1. Договора, в двух экземплярах.

В случае, если Работы выполняются поэтапно, в соответствии с требованиями установленными в Техническом задании, акт, предусмотренный настоящим пунктом, передается Заказчику также по завершении каждого этапа работ.

6.2.ПО передается Заказчику способом, указанным в п. 1.4. Договора.

6.3. ПО считается сданным в надлежащем виде, если Заказчик в течение 10 календарных дней после его получения не предъявит Исполнителю письменных требований о дооформлении в соответствии с требованиями, установленными Договором и Техническим заданием.

6.4. В случае несоответствия разработанного ПО требованиям, установленным Договором и Техническим заданием, Сторонами составляется двухсторонний акт с перечнем необходимых доработок ПО. Исполнитель обязан в срок, согласованный с Заказчиком исправить выявленные недостатки.

6.5.В случае возникновения между Сторонами спора относительно недостатков ПО, Стороны должны привлечь независимого специалиста для оценки недостатков, определения их характера, стоимости их исправления и разрешения спора. Расходы на оплату работ такого специалиста несёт Сторона, аргументы которой такой специалист признает необоснованными. Компания или эксперт, проводящая подобную оценку, выбираются Сторонами совместно.
7. Ответственность сторон

7.1. За неисполнение или ненадлежащее исполнение обязательств по Договору Заказчик и Исполнитель несут ответственность в соответствии с действующим законодательством Российской Федерации.

7.2. В случае нарушения Исполнителем интеллектуальных (имущественных и неимущественных) прав третьих лиц ответственность и возмещение убытков, а равно иные негативные последствия таких нарушений возлагаются на Исполнителя.

7.3. В случае несоответствия ПО заявленному Техническому заданию, наличия фактических и грамматических ошибок, несоответствия текста нормам литературного русского языка, наличию несогласованной рекламы, некорректной работы программы для ЭВМ и любых иных несоответствий Техническому заданию, Заказчик вправе потребовать переделки ПО за счёт Исполнителя либо возложить на Исполнителя расходы по устранению таких недостатков и доработки ПО.

7.4.Если во время проверки хода и качества исполнения Договора либо приемки этапа исполнения по Техническому заданию, согласованному Сторонами, станет очевидным, что обязательства Исполнителя не будут выполнены надлежащим образом, Заказчик может требовать устранения недостатков в установленный Заказчиком срок, а при не устранении их Исполнителем в указанный срок отказаться от исполнения Договора в одностороннем порядке - в части таких работ либо поручить исправление обнаруженных недостатков другому лицу за счет Исполнителя.

7.5.Если Заказчик, нарушивший Договор, получил вследствие этого доходы, Исполнитель вправе требовать возмещения, наряду с другими убытками, упущенной выгоды в размере не меньшем, чем такие доходы.
8.Основания и порядок расторжения договора

8.1.Договор может быть расторгнут по соглашению Сторон, а также в одностороннем порядке по письменному требованию одной из Сторон по основаниям, предусмотренным Договором и законодательством.

8.2. Расторжение Договора в одностороннем порядке производится только по письменному требованию Сторон в течение 30 календарных дней со дня получения Стороной такого требования.

8.3.Исполнитель вправе расторгнуть Договор в одностороннем порядке в случаях:

8.3.1.Если Заказчик задерживает выплату вознаграждения за разработку ПО более чем на 10 календарных дней или просрочил выплату вознаграждения за разработку ПО 3 и более раза.

8.3.2.Если Заказчик задерживает выплату вознаграждения за отчуждение исключительных прав по Договору более чем на 10 календарных дней или просрочил выплату вознаграждения за отчуждение исключительных прав 3 и более раз.

8.4.Заказчик вправе расторгнуть Договор в одностороннем порядке в случаях:

8.4.1.Незаконного использования Исполнителем переданных Заказчику исключительных прав.

8.4.2.Если Исполнитель не разработает ПО в срок, указанный в п. 5.1. Договора.

8.4.3.Если Исполнитель не устранил выявленные Заказчиком недостатки, ошибки.

8.4.4. Если Исполнитель отказывается отчуждать Заказчику исключительные права на ПО.

8.5. В случае расторжения Договора по инициативе Заказчика Исполнитель обязан по его требованию передать ему оплаченные промежуточные результаты работ, включая предусмотренные Договором исключительные права на созданные к моменту расторжения результаты интеллектуальной деятельности.
9. Разрешение споров

9.1. Претензионный порядок досудебного урегулирования споров из Договора не является для Сторон обязательным.

9.2. Претензионные письма направляются Сторонами нарочно либо заказным почтовым отправлением с уведомлением о вручении последнего адресату по местонахождению Сторон, указанным в разделе 12. Договора.

9.3.Срок рассмотрения претензионного письма составляет 10 рабочих дней со дня получения последнего адресатом.

9.4.Споры из Договора разрешаются в судебном порядке в Наименование суда.  
10. Заключительные положения

10.1. Во всем остальном, что не предусмотрено Договором, Стороны руководствуются действующим законодательством Российской Федерации.

10.2. Любые изменения и дополнения к Договору действительны при условии, если они совершены в письменной форме и подписаны надлежаще уполномоченными на то представителями Сторон.

10.3. Обмен сообщениями и документами, связанными с исполнением Договора, осуществляется как правило в письменной форме, при этом допускается обмен электронными сообщениями при обязательном подтверждении получения сообщения адресатом.

10.4. Договор вступает в силу с момента его подписания Сторонами и действует до полного исполнения Сторонами своих обязательств.

10.5. Договор составлен на русском языке в двух экземплярах, имеющих одинаковую юридическую силу, по одному экземпляру для каждой из Сторон.
11. Список приложений

11.1. Приложение № № Приложения - Техническое задание — Техническое задание.

11.2. Приложение № № Приложения - Смета - Смета.

11.3. Приложение № № Приложения - Акт об исполнении обязательств - Акт об исполнении обязательств и отчуждении исключительных прав.
12.Адреса, реквизиты и подписи сторон

A






Заказчик

Исполнитель
Индивидуальный предприниматель:Наименование Стороны
Индивидуальный предприниматель:Наименование СтороныМесто регистрации:Место регистрации
Место регистрации:Место регистрацииТел.:Телефон
Тел.:ТелефонОГРНИП:ОГРНИП
ОГРНИП:ОГРНИПИНН:ИНН
ИНН:ИННпаспорт:Серия/Номер
паспорт:Серия/Номервыдан:
Дата выдачи г.
Наименование органа
выдан:
Дата выдачи г.
Наименование органакод подразделения:Код подразделения
код подразделения:Код подразделенияР/сч:Расчетный счет
Р/сч:Расчетный счетБанк:Банк
Банк:БанкБИК:БИК
БИК:БИККор/сч:Корреспондентский счет
Кор/сч:Корреспондентский счет

 

 




От имени Заказчика __________ Фамилия и инициалы

От имени Исполнителя __________ Фамилия и инициалы
    </div>
    )
}

export default OrderPOText;