import React from 'react';

const OrderPDText = () =>{
    return(
    <div>
   <p align="center">
    <em>ООО ________________</em>
</p>
<p align="center">
    <em>Приказ № ________</em>
</p>
<p align="center">
    <em>
        Приказ о назначении ответственного за обработку персональных данных
    </em>
</p>
<p align="center">
    <em>г.______________ «___»____________20__ г. </em>
</p>
<p>
    В целях обеспечения защиты персональных данных работников ООО
    _______________, в том числе при обработке в информационной системе
    персональных данных; в целях исполнения Федерального закона от 27 июля 2006
    года № 152-ФЗ ч. 1 ст. 22 «О персональных данных»<em></em>
</p>
<p>
    <em>ПРИКАЗЫВАЮ: </em>
</p>
<p>
    1.
    <em>
        Назначить ______________________________________ ответственным за
        обработку персональных данных.
    </em>
</p>
<p>
    2. Организовать _______________________ мероприятия по сбору, хранению и
    обработке персональных данных в соответствии с требованиями
    законодательства РФ;
</p>
<p>
    3. Доводить до сведения работников ООО ___________________
    нормативно-правовые акты по вопросам обработки персональных данных,
    требований к защите персональных данных;<em></em>
</p>
<p>
    <em>3. </em>
    <em>
        В случае отсутствия ____________________ по уважительным причинам
        (больничный, командировка, отпуск и проч.) замещающим
        назначить__________________
    </em>
</p>
<p>
    <em>4. </em>
    <em>
        Ознакомить _______________________и ______________________ с
        должностной инструкцией ответственного за обработку персональных
        данных.
    </em>
</p>
<p>
    5. <em>Контроль за исполнением данного приказа возлагаю на себя. </em>
</p>
<p>
    <em>Генеральный директор: ___________________/______________________/</em>
</p>
<p>
    <em>
        С приказом ознакомлены: ___________________/______________________/
    </em>
</p>
<p>
    <em> </em>
</p>
<p>
    <em> ___________________/______________________/</em>
</p>
    </div>
    )
}

export default OrderPDText;