import React from 'react';

const OrderPDText = () =>{
    return(
    <div>
    Индивидуальный предприниматель Наименование оператора (Полное наименование оператора)
    <h2>
Приказ о назначении ответственных по работе с ПДн работников
    </h2>


Дата г.№ Номер 

 

 В целях исполнения ст.ст. 85-90 ТК РФ, Федерального закона N 152-ФЗ от 27 июля 2006 года "О персональных данных":

ПРИКАЗЫВАЮ:

1.  Назначить ответственными по работе с персональными данными работников следующих лиц:




Наименование должностиФамилия и инициалы исполнителя


2.Доступ к персональным данным работников имеют следующие лица:
-руководитель;
-работники бухгалтерии;
-работники кадровой службы.

3. Ввести на предприятии  режим обработки и защиты персональных данных работников.

4. Разработать и внедрить основополагающие локальные нормативные акты, касающиеся обработки и защиты персональных данных работников, а именно:

- Положение по работе с персональными данными работников;
- Журнал обращений органов с запросами персональных данных работников; 
- Форму согласия работника на обработку его персональных данных;
- Журнал учета обращений субъектов ПДн о выполнении их законных прав;
- Акт уничтожения съемных носителей информации и персональных данных.

5.Контроль за исполнением настоящего приказа оставляю за собой.

A







Индивидуальный предприниматель 
 Фамилия и инициалы подписанта


(личная подпись)
(расшифровка подписи)

A
    </div>
    )
}

export default OrderPDText;